
# tap

tap 'caskroom/cask'
tap 'osx-cross/avr'
tap 'd12frosted/emacs-plus'
tap 'farmotive/k9s'

# mac app store

mas 'Slack', id: 803453959 
mas 'Owly', id: 882812218
mas 'Xcode', id: 497799835

# brew

brew 'ack'
brew 'oath-toolkit'
brew 'zkCli'
brew 'kpoof'
brew 'thefuck'
brew 'awscli'
brew 'zsh-autosuggestions'
brew 'tsung'
brew 'emacs-plus'
brew 'drgrib/tap/ttimer'
brew 'jq'
brew 'kotlin'
brew 'certbot'
brew 'yarn'
brew 'kubectl'
brew 'kops'
brew 'gist'
brew 'wget'
brew 'adns'
brew 'autoconf'
brew 'automake'
brew 'cassandra'
brew 'coreutils'
brew 'cscope'
brew 'cowthink'
brew 'cython'
brew 'simple-amqp-client'
brew 'elixir'
brew 'emacs'
brew 'erlang'
brew 'forego'
brew 'gdbm'
brew 'gettext'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'gradle'
brew 'heroku'
brew 'icu4c'
brew 'iperf3'
brew 'jmeter'
brew 'jpeg'
brew 'jruby'
brew 'libassuan'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'tree'
brew 'nasm'
brew 'libgpg-error'
brew 'libksba'
brew 'libpng'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libyaml'
brew 'macvim'
brew 'maven'
brew 'mockserver'
brew 'memcached'
brew 'mongodb'
brew 'nettle'
brew 'nginx'
brew 'nmap'
brew 'gdb'
brew 'node'
brew 'npth'
brew 'gcc'
brew 'irssi'
brew 'openssl'
brew 'p11-kit'
brew 'p7zip'
brew 'pcre'
brew 'pinentry'
brew 'avrdude'
brew 'fortune'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'rabbitmq'
brew 'readline'
brew 'redis'
brew 'ruby-build'
brew 'sqlite'
brew 'tmux'
brew 'watch'
brew 'wxmac'
brew 'avr-gcc'
brew 'avr-binutils'
brew 'avr-gdb'
brew 'reattach-to-user-namespace'
brew 'jenv'

# brew cask

cask 'google-chrome'
cask 'java'
cask 'ngrok'
cask 'java8'
cask 'franz'
cask 'screenhero'
cask 'emacs'
cask 'evernote'
cask 'docker'
cask 'docker-toolbox'
cask 'virtualbox'
cask 'vagrant'
cask 'charles'
cask 'wireshark'
cask 'dropbox'
cask 'iterm2'
cask 'visual-studio-code'
cask 'paw'
cask 'sourcetree'
cask 'robo-3t'
cask 'spectacle'
cask 'tunnelblick'
cask 'adobe-acrobat-reader'
cask 'spotify'
cask 'lastpass-cli'
cask 'google-backup-and-sync'


